var skill = {
  "2001": {
    "id": 2001.0, 
    "name": "技能1"
  }, 
  "2002": {
    "id": 2002.0, 
    "name": "技能2"
  }, 
  "2003": {
    "id": 2003.0, 
    "name": "技能3"
  }
}{
  "hero": {
    "1001": {
      "atk": 300, 
      "description": "我要打10个", 
      "hp": 100, 
      "id": 1001.0, 
      "name": "张三", 
      "res": "icon1"
    }, 
    "1002": {
      "atk": 200, 
      "description": "哈哈哈", 
      "hp": 200, 
      "id": 1002.0, 
      "name": "李四", 
      "res": "icon2"
    }, 
    "1003": {
      "atk": 100, 
      "description": "你妹", 
      "hp": 300, 
      "id": 1003.0, 
      "name": "王五", 
      "res": "icon3"
    }
  }, 
  "skill": {
    "2001": {
      "id": 2001.0, 
      "name": "技能1"
    }, 
    "2002": {
      "id": 2002.0, 
      "name": "技能2"
    }, 
    "2003": {
      "id": 2003.0, 
      "name": "技能3"
    }
  }
}